Repository: AndrewDongminYoo/quest-keeper
Catalog: QuestKeeperWidget/Localizable.xcstrings
Source language: ko
Languages: en

# a11y.monster.level
source: %@ 레벨 %lld
en: %@ Level %lld

# appIntent.completeQuest.title
source: 퀘스트 완료
en: Complete quest

# dungeon.empty.title
source: 오늘의 던전이 비었습니다
en: Today's dungeon is empty

# monster.bat
source: 박쥐
en: Bat

# monster.dragon
source: 드래곤
en: Dragon

# monster.golem
source: 골렘
en: Golem

# monster.lich
source: 리치
en: Lich

# monster.mimic
source: 미믹
en: Mimic

# monster.mushroom
source: 버섯
en: Mushroom

# monster.orc
source: 오크
en: Orc

# monster.skeleton
source: 스켈레톤
en: Skeleton

# monster.slime
source: 슬라임
en: Slime

# quest.action.complete
source: 완료
en: Complete

# widget.configuration.description
source: 오늘의 던전을 홈 화면에서 확인합니다.
en: Check today's dungeon from your Home Screen.

# widget.deadline.overdue
source: 기한 초과
en: Overdue

# widget.empty.noActiveBody
source: 새 퀘스트를 추가해 던전을 채우세요
en: Add a new quest to fill the dungeon

# widget.empty.noActiveTitle
source: 활성 퀘스트가 없습니다
en: No active quests

# widget.empty.staleBody
source: 앱을 열어 다시 동기화하세요
en: Open the app to sync again

# widget.empty.staleTitle
source: 던전 정보가 오래됐습니다
en: Dungeon data is stale

# widget.mob.deadlineLabel
source: 기한
en: Deadline

# widget.placeholder.questOne
source: 물 마시기
en: Drink water

# widget.placeholder.questTwo
source: 푸시업 하나
en: One push-up

# widget.stat.battleLabel
source: 전투
en: Battles

# widget.stat.graveLabel
source: 묘비
en: Graves

# widget.stat.victoryLabel
source: 승리
en: Victories

# widget.status.dungeonQuiet
source: 던전이 조용합니다
en: The dungeon is quiet

# widget.status.staleReminder
source: 앱을 열면 갱신됩니다
en: Open the app to refresh

# widget.status.todayQuestCount
source: 오늘의 퀘스트 %lld
en: %lld quests today

# widget.status.topPriorityQuest
source: 오늘의 최우선 퀘스트
en: Today's top-priority quest
